Repository: Furkakts/InMind
Catalog: InMind/Localizable.xcstrings
Source language: en
Languages: tr

source: Access passwords without effort.
tr: Zorlanmadan şifrelerine ulaş.

source: Add
tr: Ekle

source: Back
tr: Geri

source: Comment
tr: Not

source: E-mail / Username
tr: Mail / Kullanıcı Adı

source: Entry for username or e-mail is invalid or already in your list.Please Try again!
tr: Girdiğin kullanıcı adı veya email geçersiz yada zaten listende var. Lütfen kontrol edip tekrar deneyin!

source: Feedbacks are as vital as passwords.
tr: Geri dönüşlerinizde şifreleriniz kadar önemli.

source: Finish
tr: Sonlandır

source: Next
tr: İleri

source: OK
tr: Tamam

source: Password
tr: Şifrelerim

source: Password:
tr: Şifre:

source: Passwords
tr: Şifrelerim

source: Please feed us with your feedbacks.Don't hide them from us.They are not supposed to be as secret as your passwords.
tr: Lütfen bizi geri dönüşlerinizle besleyin. Onları bizden saklamayın. Geri dönüşleriniz şifreleriniz kadar gizli olmamalı.

source: Reset
tr: Sıfırla

source: Save
tr: Kaydet

source: Saved
tr: Kaydedildi

source: Store passwords securely.
tr: Şifrelerini güvenle kaydet.

source: There is nothing to show now. You can see your passwords and related information here if you add password.
tr: Gösterilecek bişey yok. Eğer şifre bilgilerinizi eklerseniz, bilgilerinizi burada görebilirsiniz.

source: Unknown error occurred.Please Try again!
tr: Bilinmeyen Hata. Lütfen tekrar deneyin.

source: Username:
tr: Kullanıcı Adı:

source: We use passwords everyday on every corner of our lifes.Not to forget a password,some takes note,some memorizes.In order to save you from this difficulty, I offer you a remedy, InMind.
tr: Hayatımızın her yerinde şifreleri kullanıyoruz. Bazılarımız unutmamak için not alıyor, bazılarıysa ezberlemeyi tercih ediyor. Sizi bu dertten kurtarmanın tek yolu InMind.

source: Welcome to InMind!
tr: InMind Hoşgeldin!

source: Write comments here!
tr: Not Ekle.

source: You can list all your passwords and find one that you search for with ease.You can hide your passwords or copy them directly into other applications.
tr: Bütün şifrelerinize rahatlıkla ulaşabilir, aradığınıza kolaylıkla erişebilirsiniz. Şifrelerinizi diğerlerinden gizleyebilir ve tek tıkla kopyalayarak istediğiniz yerde kullanabilirsiniz.

source: You can store passwords of social media accounts or credit cards in this app.Then you can reach them easily whenever you need without memorizing.
tr: Uygulamada sosyal medya hesaplarınızın yada kredi kartlarınızın şifrelerini saklayabilir ve ihtiyacınız olduğunda ezberlemeye gerek kalmadan kullanabilirsiniz.

source: You can't leave fields empty.Please fill them.
tr: Alanları boş bırakamazsın. Lütfen doldurun.
